Repository: automation555/django-lanata
Catalog: lanata/locale/*/LC_MESSAGES/django.po
Languages: el

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: Ma gavte la nata: Latest Posts RSS 2.0 Feed
el: Ma gavte la nata: Πηγή RSS Τελευταίων δημοσιεύσεων

source: Categories
el: Κατηγορίες

source: Tags
el: ετικέτες

source: Made with <a href="http://djangoproject.org/">Django</a>. Christos Trochalakis, Some Rights Reserved. <a href="http://validator.w3.org/check/referer">XHTML 1.1</a> | <a href="http://jigsaw.w3.org/css-validator/check/referer?warning=no&amp;profile=css2">CSS</a>
el: Γραμμένο σε <a href="http://djangoproject.org/">Django</a>. Χρήστος Τροχαλάκης, Some Rights Reserved. <a href="http://validator.w3.org/check/referer">XHTML 1.1</a> | <a href="http://jigsaw.w3.org/css-validator/check/referer?warning=no&amp;profile=css2">CSS</a>

source: Posts for %(title)s
el: %(title)s

source: Ma gavte la nata: Latest Posts in category %(title)s RSS 2.0 Feed
el: Ma gavte la nata: Πηγή RSS Τελευταίων δημοσιεύσεων στην κατηγορία %(title)s

source: Post categories
el: Κατηγορίες

source: Latest Posts
el: Τελευταίες δημοσιεύσεις

source: Posts for %(tag_title)s
el: Ετικέτα: %(tag_title)s

source: Ma gavte la nata: Latest Posts in tag %(title)s RSS 2.0 Feed
el: Ma gavte la nata: Πηγή RSS Τελευταίων δημοσιεύσεων με ετικέτα %(title)s

source: Make a comment!
el: Εσείς πάλι, τι λέτε για όλα αυτά;

source: About Comments
el: Περί σχολίων

source: Your email won't be published for any reason. It's only kept for archive reasons if i want to contact you. You can use markdown syntax.
el: Να ξέρετε, η διεύθυνσή σας δεν θα δημοσιοποιηθεί. Το πεδίο υπάρχει απλά για λόγους επικοινωνίας κ' αρχείου. Μπορείτε να χρησιμοποιήσετε σύνταξη Markdown.

source: Submit Comment
el: Υποβολή

source: Comments are closed.
el: Τα σχόλια είναι κλειστά.

source: Comments have been close for this post.
el: Τα σχόλια έχουν κλείσει για την δημοσίευση.

source: Comments
el: Σχόλια

source: since post.
el: μετά.

source: <a href="%(url)s#comments">%(counter)s comment</a> till now.
el: <a href="%(url)s#comments">%(counter)s σχόλιο</a> μέχρι στιγμής.

source: Written <abbr title="%(date)s">%(time_passed)s ago</abbr>
el: Γράφτηκε <abbr title="%(date)s">πριν %(time_passed)s </abbr>

source: under the category
el: στην κατηγορία

source: <a href="#comments">%(counter)s comment</a> till now.
el: <a href="#comments">%(counter)s σχόλιο</a> μέχρι στιγμής.

source: What's this
el: Τι 'ναι δω;

source: Hello, My name is Christos Trochalakis, and this is my personal weblog. It's mostly around opensourse, django and ...me.
el: Βρίσκεστε στο προσωπικό ιστολόγιο του Χρήστου Τροχαλάκη. Οι δημοσιεύσεις, όταν γίνουν, θα κινούνται ανάμεσα στο opensource, στο django και ...μένα.

source: blog
el: ιστολόγιο

source: contact
el: επικοινωνία

source: Preview comment
el: Προεπισκόπηση σχολίου

source: Check Comment
el: Έλεγχος
